---
kind: enumMember
id: F:Autodesk.Revit.DB.ViewDuplicateOption.Duplicate
enum: Autodesk.Revit.DB.ViewDuplicateOption
source: html/a67f43c7-d350-ca90-ec69-304bde9c7262.htm
---
# Autodesk.Revit.DB.ViewDuplicateOption.Duplicate

Duplicate view